Repository: markarenin/Omniva-Telegram-Bot
Catalog: locale/*/LC_MESSAGES/*.po
Languages: et_ee, ru_ru

source: Select the language
et_ee: 🇷🇺 Выберите удобный для вас язык. 🇬🇧 Please choose your language. 🇪🇪 Palun valige oma keel.
ru_ru: 🇷🇺 Выберите удобный для вас язык. 🇬🇧 Please choose your language. 🇪🇪 Palun valige oma keel.

source: My packages
et_ee: 📦 Minu pakid
ru_ru: 📦 Мои посылки

source: {} | {} Latest information: Event: {} Date: {} Location: {}
et_ee: 📦 {} | {} Viimased andmed: Sündmus:🚚 {} Kuupäev:🗓 {} Asukoht:📍 {}
ru_ru: 📦 {} | {} Последняя информация: Событие:🚚 {} Дата:🗓 {} Местоположение:📍 {}

source: {} | {} No information
et_ee: {} | {} 🕐 Andmed puuduvad
ru_ru: {} | {} 🕐 Нет информации

source: First add the parcels. Just enter the track number in the messages
et_ee: Alustamiseks saada botile paki jälgimiskood
ru_ru: Сначала добавьте посылки. Просто введите трек номер в сообщениях

source: Language
et_ee: 🇪🇪 Keel
ru_ru: 🇷🇺 Язык

source: Update: - Added mandatory naming of parcels - Bug fixes - Added Help Button - Added English language - Added Estonian language If you encounter problems. Contact @paneelmaja
et_ee: 🔄 Uuendus - Pakkidele saab nüüd nime anda (nõutav) - Veaparandused - Lisasime Abi nupu - Rakendus on nüüd saadaval inglise keeles - Rakendus on nüüd saadaval eesti keeles Probleemide korral võta ühendust @paneelmaja
ru_ru: 🔄 Обновление: - Добавлено обязательное именование посылок - Исправления ошибок - Добавлена кнопка помощи - Добавлен английский язык - Добавлен эстонский язык Если у вас возникли проблемы. Свяжитесь с @paneelmaja

source: Help
et_ee: 🆘 Abi
ru_ru: 🆘 Помощь

source: Choose what the problem is
et_ee: Vali probleem
ru_ru: Выберите с какими проблемами вы столкнулись

source: Error: Check is that correct track number
et_ee: Viga: Veendu, et jälgimiskood on korrektne
ru_ru: 🛑 Ошибка: Проверьте правильность написание трек номера

source: Enter a name for the track number %s
et_ee: Sisesta jälgimiskoodile %s nimi
ru_ru: Введите имя посылки %s 🆕

source: Error: Check is that correct name
et_ee: Viga: Veendu, et nimi on korrektne
ru_ru: 🛑 Ошибка: имя слишком длинное либо слишком короткое

source: Wait, getting parcel information
et_ee: ⌛️ Oota, toimub paki otsimine
ru_ru: ⌛️ Ожидайте, получаем информацию о посылке

source: We saved the track number and the bot will let you know as soon as there is any information
et_ee: Paki jälgimiskood on salvestatud. Bot hoiab sind uuendustega kursis 😌
ru_ru: Мы сохранили трек номер и бот сообщит о появлении новой информации сразу же 😌

source: Error. If there is a problem, contact us @paneelmaja
et_ee: Viga. Kui tekkis probleem, võta ühendust @paneelmaja
ru_ru: Ошибка. Свяжитесь с разработчиком @paneelmaja

source: Translated by @zadex
et_ee: Tõlke autor @zadex
ru_ru: Разработчик @paneelmaja

source: Hi. You can now enter the tracking number to track the parcel.
et_ee: Tervitus! Võid nüüd paki jälgimiskoodi sisestada.🔎
ru_ru: Привет ✌️. Теперь вы можете ввести номер посылки, чтобы его отследить 🔎

source: Parcel deleted from bot database
et_ee: Pakk on boti andmebaasist kustutatud
ru_ru: Бот удалил посылку из базы. Бот не будет больше о ней напоминать

source: Contacts Omniva: Telephone: 661 6616 Email: info@omniva.ee Mon-Fri 9:00-20:00 Sat-Sun and on public holidays 9:00-15:00
et_ee: Omniva kontaktandmed: Telefon: 661 6616 E-post: info@omniva.ee E-R 9:00-20:00 L-P ja riigipühadel 9:00-15:00
ru_ru: Свяжитесь с Omniva: Телефон: 661 6616 Email: info@omniva.ee Пн-пт 9:00-20:00 Сб-вс и в праздники 9:00-15:00

source: <b>Developer: Adam A.</b> Telegram: @paneelmaja Email: adam@cahlan.cc <b>Translated by @zadex</b> Website: https://crowdin.com/profile/laurisade
et_ee: <b>Arendaja: Adam A.☺️</b> Telegram: @paneelmaja E-post: adam@cahlan.cc <b>Tõlke autor @zadex 🧐</b> Veebileht: https://crowdin.com/profile/laurisade
ru_ru: <b>Разработчик: Adam A. ☺️</b> Telegram: @paneelmaja Email: adam@cahlan.cc <b>Переводчик @zadex 🧐</b> Сайт: https://crowdin.com/profile/laurisade

source: Russian
et_ee: 🇷🇺 Русский
ru_ru: 🇷🇺 Русский

source: Estonian
et_ee: 🇪🇪 Eesti
ru_ru: 🇪🇪 Eesti

source: More
et_ee: ℹ️ Rohkem
ru_ru: ℹ️ Подробнее

source: Delete
et_ee: 🗑 Kustuta
ru_ru: 🗑 Удалить

source: Problems with the parcel
et_ee: Selle pakiga tekkis probleeme
ru_ru: Проблемы с посылкой

source: Problems with the bot
et_ee: Botiga tekkis probleeme
ru_ru: Проблемы с ботом

source: Write to the developer
et_ee: Kirjuta arendajale
ru_ru: Написать разработчику

source: Cancel
et_ee: ❌ Tühista
ru_ru: ❌ Отменить

source: Example: CE123456789EE
et_ee: Näiteks: CE123456789EE
ru_ru: Пример: CE123456789EE 🔢

source: New information: {} | {} Event: {} Date: {} Location: {}
et_ee: 📦 {} | {} Andmed on uuenenud: Sündmus:🚚 {} Kuupäev:🗓 {} Asukoht:📍 {}
ru_ru: 📦 {} | {} Новая информация: Событие:🚚 {} Дата:🗓 {} Местоположение:📍 {}
